{
    "EML_SETTINGS": "Impostazioni EML",
    "EML_FILE": "file (.eml)",
    "EML_FILES": "File EML (*.eml)",
    "OPEN_EML_FILE": "Apri .eml",
    "VERIFY_PEC_FAIL": "Verifica PEC fallita",
    "VERIFY_PEC_FAIL_MGS": "Si è verificato un errore durante il processo di verifica PEC. Riprova!",
    "VERIFY_PEC_SUCCESS_MSG": "La verifica PEC è stata completata e il report PDF è stato generato. Vuoi aprirlo?",
    "CHECK_EXPIRATIONDATE": "Controlla la data di scadenza",
    "CHECK_EXPIRATIONDATE_FAIL": "Senza il risultato del controllo della data di scadenza non puoi continuare. Riprova!",
    "CHECK_SIGNATURE": "Verifica se esiste una firma",
    "CHECK_REVOKED": "Verifica se la PEC è stata revocata",
    "CHECK_AUTORITY": "Verifica autorità",
    "GET_MAIL_INFO_FROM_EML": "Estrai informazioni dalla mail nel file EML",
    "NO_MAIL_INFO_FOUD_AFTER_CHECK_EXPIRATIONDATE": "Dopo il controllo della data di scadenza non sono state trovate informazioni sulla mail",
    "GENARATE_REPORT": "Generazione report",
    "REPORT_PEC": "Report di verifica della PEC",
    "TITLE": "FIT",
    "REPORT": "Report Freezing Internet Tool",
    "INDEX": "Indice",
    "DESCRIPTION": "FIT - Freezing Internet Tool è un’applicazione per l'acquisizione forense di contenuti \" \"come pagine web, e-mail e social media direttamente da internet. FIT è uno strumento FLOSS: acronimo di\" \" 'Free/Libre and Open Source Software', è un tipo di software il cui codice sorgente è reso disponibile\" \" al pubblico e può essere utilizzato, modificato e distribuito da chiunque, secondo i termini di una \" \"specifica licenza di software libero e open source. Ciò significa che, rispetto al software proprietario, \" \"il software FLOSS offre maggiori libertà e flessibilità agli utenti, che possono personalizzarlo in base \" \"alle proprie esigenze, migliorandolo e distribuendolo senza restrizioni. \" \"Inoltre, essendo aperto alla revisione da parte di altri sviluppatori, il software FLOSS spesso \" \"beneficia di un processo di sviluppo collaborativo più trasparente e inclusivo. \" \"FIT è stato realizzato in linguaggio di programmazione Python, \" \"implementando un’architettura modulare. FIT può essere scaricato al seguente link: {}.<br><br>\" \"Un browser forense è un software utilizzato per analizzare e recuperare dati da dispositivi elettronici, \" \"come computer, smartphone o tablet, durante indagini forensi. Questo software consente di accedere a \" \"informazioni sull'utilizzo del dispositivo, come cronologia delle attività, file e documenti, \" \"messaggi di testo, immagini e molto altro, in modo da fornire prove che possono essere utilizzate \" \"in una causa legale.",
    "T1" : "Freezing Internet Tool",
    "T2" : "Informazioni generali",
    "CASEINFO": "Informazioni sul caso",
    "CASEDATA": "Dati sul caso",
    "TYPED": "Tipo di acquisizione",
    "DATE": "Data acquisizione",
    "TITLECC": "La Catena di Custodia",
    "CCDESCR": "La catena di custodia è un concetto importante in ambito forense che descrive il \" \"controllo e la documentazione degli spostamenti e delle manipolazioni di una prova \" \"durante un'indagine o un processo legale. La catena di custodia garantisce che la prova sia autentica, \" \"non alterata e non contaminata, e che la sua integrità sia mantenuta dal momento della raccolta fino \" \"all'utilizzo in tribunale. Mantenere una catena di custodia affidabile è fondamentale per garantire \" \"che la prova sia valida e adatta a supportare le conclusioni nell'ambito giudiziario.",
    "TITLEH": "Hash",
    "HDESCR": "L'hash delle prove digitali è un valore univoco che rappresenta i dati \" \"digitali e che viene utilizzato per verificare l'integrità e l'autenticità \" \"delle prove. Un hash viene calcolato utilizzando un algoritmo di crittografia a \" \"sensi unici che trasforma i dati in una stringa di caratteri a lunghezza fissa. Se i dati \" \"originali vengono modificati, anche l'hash cambia, rendendo facile rilevare eventuali alterazioni. \" \"In un contesto legale, l'hash delle prove digitali viene spesso utilizzato per verificare che i dati \" \"originali non siano stati alterati durante il processo di raccolta, conservazione e presentazione delle \" \"prove. Mantenere un record dell'hash delle prove digitali contribuisce a garantire la loro integrità \" \"e ad assicurare che siano adatti a supportare le conclusioni in una causa legale.",
    "NAME": "Nome del file",
    "DESCR": "Descrizione",
    "AVID": "Acquisizione video",
    "HASHD": "File contenente gli hash dei file",
    "LOGD": "Informazioni generate dai vari componenti del sistema",
    "PCAPD": "Registrazione del traffico di rete",
    "ZIPD": "Archivio contenente l'acquisizione",
    "WHOISD": "File whois",
    "PNGD": "Screenshot della pagina",
    "DUMPD": "File di analisi del traffico",
    "HEADERSD": "Headers della richiesta",
    "NSLOOKUPD": "Record DNS",
    "CERD": "Certificato del server",
    "SSLKEYD": "Chiavi SSL",
    "TRACEROUTED": "Traceroute dei pacchetti",
    "VERIFI_OK": "La verifica del timestamp del report in formato PDF ha fornito esito positivo. \" \"Di seguito vengono riportate le informazioni riguardanti l'esito della verifica, il file, \" \"l'algoritmo di hashing e il servizio di Time Stamp Authority utilizzato per effettuare il controllo.",
    "VERIFI_KO": "La verifica del timestamp del report in formato PDF ha fornito esito negativo. \" \"Di seguito vengono riportate le informazioni riguardanti l'esito della verifica, il file, \" \"l'algoritmo di hashing e il servizio di Time Stamp Authority utilizzato per effettuare il controllo.",
    "VERIFICATION": "Verifica del timestamp del report",
    "CASE": "Cliente / Caso",
    "LAWYER": "Avvocato",
    "PROCEEDING": "Tipo di procedimento",
    "COURT": "Tribunale",
    "NUMBER": "Numero di procedimento",
    "ACQUISITION_TYPE": "Tipo di acquisizione",
    "ACQUISITION_DATE": "Data acquisizione",
    "NOT_PRODUCED": "File non prodotto.",
    "SIZE": "Dimensione: ",
    "VIDEO_LINK": "Link al video",
    "COMPLETE_SCREENSHOT": "Screenshot dell'intera pagina",
    "RELEASES_LINK": "<a href='https://github.com/fit-project/fit/releases'>Freezing Internet Tool - Releases</a>",
    "NOTES": "Note",
    "OPERATOR": "Operatore",
    "PAGE": "Pagina ",
    "OF": "di ",
    "SIGNATURE_NOT_EXIST": "Il messaggio non presenta una firma digitale.",
    "SIGNATURE_EXIST": "Il messaggio presenta una firma digitale.",
    "INTEGRITY_FAIL": "Il messaggio e' stato alterato.",
    "INTEGRITY_SUCCESS": "Il messaggio non e' stato alterato.",
    "PROVIDER_IS_ON_AGID_LIST": "{} e' presente nell'elenco dei gestori pec certificati Agid.",
    "PROVIDER_IS_NOT_ON_AGID_LIST": "{} non e' presente nell'elenco dei gestori pec certificati Agid.",
    "PEC_ADDRESS_IS_NOT_REVOKED": "L'indirizzo usato per inviare il messaggio non e' stato revocato.",
    "PEC_ADDRESS_IS_REVOKED": "L'indirizzo usato per inviare il messaggio e' stato revocato.",
    "REPORT_LABEL_DETAILS": "DETTAGLI PEC:",
    "REPORT_LABEL_TO": "MITTENTE",
    "REPORT_LABEL_REPLAY_TO": "DESTINATARIO",
    "REPORT_LABEL_SUBJECT": "OGGETTO",
    "REPORT_LABEL_SEND_DATE": "DATA INVIO",
    "REPORT_LABEL_RESULTS": "RISULTATI:",
    "REPORT_LABEL_EXPIRATION_DATE": "DATA SCADENZA",
    "REPORT_LABEL_SIGNATURE": "FIRMA DIGITALE",
    "REPORT_LABEL_INTEGRITY": "INTEGRITA",
    "REPORT_LABEL_REVOKED": "CRL",
    "REPORT_LABEL_PROVIDER_NAME": "GESTORE",
    "REPORT_LABEL_PROVIDER_CHECK": "VERIFICA GESTORE"
}  